The equivalent diameter of the duct. Units: (ft).
  Namespace:   Autodesk.Revit.DB.Mechanical
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2014
 Syntax
  C#
public double EquivalentDiameter { get; set; }
  Visual Basic
Public Property EquivalentDiameter As Double
	Get
	Set
  Visual C++
public:
property double EquivalentDiameter {
	double get ();
	void set (double value);
}
 See Also
  DuctPressureDropData Class
  Autodesk.Revit.DB.Mechanical Namespace